Repository: AbirAloulou/MobileResumeApp
Catalog: lib/l10n/app_*.arb
Languages: fr

# lan
source: Language
fr: Langage

# language
source: English
fr: Français

source: About Me
fr: À propos moi

source: Hello, I am
fr: Coucou, Je m'appelle

source: a Computer Engineer
fr: Ingénieur en Informatique

# yourFavArtist
source: your favorite Artist
fr: votre artiste préféré

# comEng
source: Computer Engineer
fr: Ingénieur en Informatique

# artist
source: et Artist
fr: et Artiste

# sfaxTn
source: Based in Sfax, Tunisia
fr: Basé à Sfax, Tunisie

source: ABOUT ME
fr: À PROPOS MOI

# iam
source: I'm
fr: Je suis

# passionate
source: a passionate
fr: une passionnée

# compengstd
source: Computer Engineering student
fr: étudiante en génie informatique

# des
source: at the IIT, who is immersing herself in the realm of technology, innovation and creativity. Coding isn't just a skill for me; it's a form of expression, a way to bring conceptual ideas to life. I also enjoy creating web prototypes that combine artistry and functionality.
fr: à l'IIT, qui est douée du domaine de la technologie, de l'innovation et de la créativité. Le codage n'est pas seulement une compétence pour moi; c'est une forme d'expression, une façon de donner vie à des idées conceptuelles. J'aime aussi créer des prototypes web qui combinent l'art et la fonctionnalité.

# desc
source: Alongside my academic pursuits, I'm
fr: En plus de mes études académiques, je suis

# prodOwner
source: the proud owner
fr: la fière propriétaire

# ofAt
source: of "
fr: de '

# descr
source: " a venture where I blend my technical expertise with my love for art. Through vibrant illustrations and paintings, I aim to bring joy and humor into people's lives. As an eternal learner, I enjoy discovering new skills and pushing the boundaries of what's possible. Join me on this journey of exploration and creation!
fr: ' une entreprise où je mélange mon expertise technique avec mon amour pour l'art. À travers des illustrations et des peintures vibrantes, je vise à apporter de la joie et de l'humour dans la vie des gens. En tant qu'apprenante éternelle, j'aime découvrir de nouvelles compétences et repousser les limites de ce qui est possible. Rejoignez-moi dans ce voyage d'exploration et de création!

# langInt
source: LANGUAGES
fr: LANGUES & INTÉRÊTS

# ar
source: Arabic
fr: Arabe

# fr
source: French
fr: Français

# en
source: English
fr: Anglais

source: INTERESTS
fr: Intérêts

# paint
source: Painting
fr: Peinture

# vidGames
source: Video Games
fr: Jeux Vidéo

# digArt
source: Digital Art
fr: Art Digitale

source: SKILLS
fr: COMPÉTENCES

# skills2
source: Skills
fr: Compétences

# proglang
source: Programming Languages & Framework
fr: Langages de Programmation & Technologies

# sgbd
source: SGBD: Database Management System
fr: SGBD: Système de gestion de base données

# diagrams
source: Conceptual Diagrams
fr: Diagrammes Conceptuels

# digart
source: Digital Art
fr: L'Art Digitale

source: Business Intelligence
fr: Informatique Décisionnelle

# edu
source: EDUCATION
fr: ÉDUCATION

# engDeg
source: Engineering Degree
fr: Diplôme d'ingénieur

# softEng
source: Software Engineering
fr: Génie Logiciel

# busInt
source: & Business Intelligence
fr: et Informatique Décisionnelle

# iit
source: International Institute of Technology
fr: Institut International de Technologie

# now
source: 2022 - Now
fr: 2022 - Présent

# bachDeg
source: Bachelor's Degree
fr: Diplôme de licence

# dataAnBigData
source: Data Analysis & Big Data
fr: Analyse de Données & Big Data

# isIM
source: Higher Institute of Computer Science
fr: Insitut Supérieur d'Informatique

# isIMs
source: and Multimedia of Sfax
fr: et de Multimédia de Sfax

# baccDeg
source: Baccalaureate Degree
fr: Diplôme de Baccalauréat

# maths
source: Mathematics
fr: Mathématiques

source: High School
fr: Lycée

source: Projects
fr: Projets

source: Experience
fr: Expérience

# title1
source: Intern as a Graphic Designer
fr: Stagiaire en tant que Graphiste

# period1
source: August 2021
fr: Août 2021

# project1
source: Participation in the organization of professional events at Teamwill.
fr: Participation à l'organisation d'événements professionnels chez Teamwill.

# task10
source: Contributing to the organization of professional events.
fr: Contribuer à la préparation des réunions de préparation des événements professionnels.

# task11
source: Participating in event preparation meetings.
fr: Participer à des réunions de préparation des événements professionnels.

# task12
source: Developing proposals in meetings.
fr: Développer des idées dand les réunions.

# task13
source: Designing conception.
fr: Concevoir la conception des designs.

# task14
source: Preparing illustrations.
fr: Prépare des illustrations

# task15
source: Creating posts to publish on social networks.
fr: Création des publications sur les réseaux sociaux.

# title2
source: Intern in Research and Development
fr: Stagiaire en Recherche et Développement

# period2
source: August 2022
fr: Août 2022

# project2
source: Development of a decision making method in the case of a supermarket, based on the Apriori algorithm method and the Profset model.
fr: Développement d'une méthode de prise de décision dans le cas d'un supermarché, basée sur la méthode de l'algorithme Apriori et le modèle Profset.

# task20
source: Studying of the different decision making methods in the case of a supermarket previously published.
fr: Etudier les différentes méthodes déjà publiées de prise de décision dans les supermarchés.

# task21
source: Analyzing the article 'Analysis Of Shopping Cart In Retail Companies Using Apriori Algorithm and Model Profset'proposed by Permatasari et al.
fr: Analyser l'article 'Analysis Of Shopping Cart In Retail Companies Using Apriori Algorithm and Model Profset' proposé by Permatasari et al.

# task22
source: Developing the proposed method which is based on the Apriori Algorithm and Model Profset using Python.
fr: Développer une méthode de prise de décision basée sur l'algorithme Apriori et le modèle Profset en utilisant Python.

# title3
source: Intern as a Data analyst
fr: Stagiaire en tant que Analyste de Données

# period3
source: March 2022 - May 2022
fr: Mars 2022 - Mai 2022

# project3
source: Analysis of user profiling and behavioral data in the medical sector.
fr: Analyse de profile et de données comportementales des utilisateurs dans le secteur médical.

# task30
source: Studying the company needs.
fr: Etudier les besoins de l'entreprise.

# task31
source: Collecting data from Facebook Groups.
fr: Collecter les données des groupes de Facebook.

# task32
source: Transforming the collected data into useful information.
fr: Transformer les données en un format utilisable.

# task33
source: Loading the results in a data warehouse.
fr: Charger les résultats dans un entrepôt de données.

# task34
source: Visualizing the results in a dashboard.
fr: Visualiser les données dans un dashboard.

# title4
source: Intern as a Web Developer
fr: Stagiaire en tant que Développeuse Web

# period4
source: July 2023 - August 2023
fr: Juillet 2023 - Août 2023

# project4
source: Interviews Management Application.
fr: Application de gestion des entretiens

# task40
source: Studying the company needs.
fr: Etudier les besoins de l'entreprise.

# task41
source: Creating a prototype.
fr: Créer un prototype.

# task42
source: Developping the needed interfaces
fr: Développer les interfaces nécessaires

# title5
source: Founder & Business Owner
fr: Fondatrice & propriétaire d'entreprise

# period5
source: October 2020 - Now
fr: Octobre 2020 - Présent

# project5
source: The creation of art.
fr: La création de l'art.

# task50
source: Creating arts
fr: Créer des illustrations et des peintures.

# task51
source: Being responsible of the whole business.
fr: Respensabiliser la gestion de l'entreprise.

# founderArtist
source: The Founder & The Artist
fr: La fondatrice & l'artiste

# appytn
source: Of Appy Toons
fr: de Appy Toons

# swipe
source: swipe right for more >>
fr: Balayez vers la droite pour en savoir plus >>

# unique
source: One-of-a-kind artistic products
fr: Des produits artistiques uniques.

source: So,
fr: Alors,

# descappytn
source: is a small business that specializes in creating unique and creative digital art, paintings, stickers, and prints. Their passion for art and design shines through in every piece they create, making their products perfect for anyone looking to add some personality and flair to their home, office, or personal belongings.
fr: est une petite entreprise spécialisée dans la création d'art numérique unique et créatif, des peintures, des autocollants et des impressions. Leur passion pour l'art et le design brille dans chaque pièce qu'ils créent, ce qui rend leurs produits parfaits pour quiconque cherche à ajouter une certaine personnalité et de l'éclat à leur maison, bureau, ou des biens personnels.

source: M U S E U M
fr: M U S É E

# moody
source: Moody the responsible rabbit
fr: Moody le responsable lapin

source: Wallpapers
fr: Fonds d'écran

# contact
source: CONTACT ME
fr: CONTACTER MOI

# socMed
source: Social Media
fr: Réseaux Sociaux

# theme
source: Theme Mode
fr: Thème

source: Light Mode
fr: Mode Lumière

source: Dark Mode
fr: Mode Sombre

# tapSwitch
source: tap to switch
fr: appuyer sur le bouton
